const techProblems_message = {
    "ru": "Приносим свои извинения😔\n\nВидимо, вы столкнулись с какими-то техническими неисправностями.\nВы моежет написать нам и мы поможем все исправить:\n@azhypa  |  @hulio_zas"
}
const askQuestion_message = {
    "ru": 'Если у тебя возникли вопросы, смело можешь писать мне в личку\n👇👇👇\n@azhypa'
}

const welcome_message = {
    "ru": '<b>НЕУМЕНИЕ РАБОТАТЬ С ВОСПРИЯТИЕМ</b>\n\n95% современных художников знают 5 разных программ, но не знают, как выставить свет.\n\nВ итоге сцены получаются "дешевыми" на вид — какой пайплайн они бы ни применяли.\n\nПоэтому сейчас очень ценятся те немногие, кто умеет осознанно строить <b>ДОРОГУЮ</b> картинку — в любой программе.\n\nНаучимся?',
};


const paymentOffer_message = {
    "ru": 'Доступ💲 к материалам после оплаты\n\n1. 3 урока на понимание света, цвета, акцентности, объёма.\n\n2. Разбор пяти моих самых дорогих проектов в 3D / UE.\n\n3. Моя формула построения объемных сцен.\n\n4. AI инструмент для тестирования своих сцен.\n\n5*. Созвон со мной, работа над ошибками.\n\n6. Закрытый чат художников.\n\n\nПосле оплаты вернись сюда и нажми кнопку "Получить доступ🔑"'
}

const payByCardLink_message = {
    "ru": 'Твоя ссылка для оплаты готова. Не забудь потом нажать кнопку "Получить доступ🔑"\n👇👇👇\n\n<a href="https://mel.store/azhypa/26997">Нажми на меня!!!😚</a>\n\n👆👆👆'
}

const payByCrypto_message = {
    "ru": 'Выберите криптовалюту для оплаты\n👇👇👇'
}

const firstLessonTestStart_message = {
    "ru": "Теперь давай убедимся, что ты все понял из первой части. Это супер важно, на это я буду опираться дальше.\n\nПройди небольшой тест🤓. Ошибки не допускаются❌. У тебя 3 попытки.\n\nОтветишь правильно - перейдем к следующему уроку.",
};

const secondLessonVideoIntro_message = {
    "ru": "Движемся дальше Второй урок покажет:\n\n✅Как достичь эффекта Иммерсив, который умеют делать единицы.\n\n✅3 приёма для создания невероятной картинки.\n\n✅Как собрать их в формулу.\n\n✅Как с их помощью генерировать 1 000 000 вариантов решения одной и той же задачи.\n\n✅Как двигаться в творческих поисках, чтобы всегда получать крутой осознанный результат.",
};

const secondLessonTestStart_message = {
    "ru": "Как обычно - тест🤓.\n\nДавай убедимся, что мы на одной волне.\n\nА потом я расскажу, как при помощи формулы Продвинутого визуала менять свою ЖИЗНЬ.\n\n(это звучит очень колхозно, но это правда)\n\n(продвинутого, иммерсивного визуала, можно и так и так сказать блин)",
};

const thirdLessonVideoIntro_message = {
    "ru": "Супер❕ \n\nТретий, самый интересный урок - реальные кейсы❕ Что узнаешь: \n\n✅Как адаптировать знания иммерсивного визуала под каждый день своей жизни.\n\n✅Как делать абсолютную красоту из того, что находится под рукой.\n\n✅Какая главная идея позволяет получать результат в любых условиях.\n\n✅Как иммерсивные законы делают каждый проект top-notch качества.",
};

const bonusLessonVideoIntro_message = {
    "ru": "Отлично мэн.\n\nТехнологии развиваются стремительно, поэтому стараемся не отставать. Лови БОНУСНЫЙ УРОК с моим авторским подходом к реверс-инженерингу своих работ при помощи AI Midjourney\n\nРазберем:\n\n✅Как отслеживать и использовать разные типы контрастов\n\n✅Как усиливать свои работы при помощи AI Midjourney.\n\n✅Комбинация, поиск новых стилей и решений + напутствие для тебя.\n\nВсе это внутри последнего(крайнего) урока Иммерсивного визуала - это прям последние мои наработки. Пользуйся и удачи мэан!",
};

const signUpForSessionIntro_message = {
    "ru": "Вот мы и подобрались к самому интересному. Смотр твоих проектов и вопросов 1 на 1 со мной.\n\nЧтобы записаться на эту сессию, ответь на 5 вопросов",
};

const proAdvancedFinal_message = {
    "ru": "📝📝📝\n\nСпасибо, ответы приняты, скоро я с тобой свяжусь. Если не трудно, удели 2 минуты своего времени для прохождения опроса\nhttps://docs.google.com/forms/d/e/1FAIpQLSc99tmjhgOEO35E55RFbtDp0qEPImMqB4DMChIFYp6aP-D46A/viewform\n\nДо связи.",
};




module.exports = {
    techProblems_message,
    paymentOffer_message,
    payByCardLink_message,
    askQuestion_message,
    payByCrypto_message,
    firstLessonTestStart_message,
    secondLessonVideoIntro_message,
    secondLessonTestStart_message,
    thirdLessonVideoIntro_message,
    bonusLessonVideoIntro_message,
    signUpForSessionIntro_message,
    proAdvancedFinal_message,
    welcome_message
}